Repository: christianor/prinfo.net
Catalog: Prinfo.Net Library/Ressource/res.*.resx
Languages: de_de

# archiv_db_initialize_failed
source: Failed to initialize archiv.db. Integrity check failed
de_de: Fehler: Konnte Archivdatenbank nicht initialisieren

# archiv_db_integrity_failed
source: Archiv database (archiv.db) integrity check failed. Recreating database
de_de: Archivdatenbank Inegritätsfehler. Stelle Datenbank wieder her

# config_error_load
source: Error loading the config file: {0}
de_de: Fehler beim laden der Konfigurationsdatei: {0}

# config_error_location
source: Error searching XML Tag: {0}
de_de: Fehler beim suchen des XML Tags: {0}

# config_error_save
source: Failed saving config file: {0}
de_de: Fehler beim speichern der Konfigurationsdatei: {0}

# directory_not_exist
source: Directory: {0} does not exist
de_de: Verzeichnis {0} existiert nicht

# file_not_exists
source: File does not exist
de_de: Datei existiert nicht

# host_not_listening
source: {0}: Host is not listening to SNMP-Port. Please ensure that the port is not blocked by a firewall (Maybe not a printer)
de_de: {0}: Host horcht nicht auf SNMP-Port oder SNMP-Port durch Firewall blockiert (Wahrscheinlich kein Drucker)

# host_not_reachable
source: {0}: Couldn`t reach host
de_de: {0}: Host konnte nicht erreicht werden

# host_reachable
source: {0}: Device reachable
de_de: {0}: Gerät erreichbar

# manager_holds
source: The Manager is holding {0} printers
de_de: Der Manager trägt derzeit {0} Drucker

# no_hostname
source: Hostname is missing or null
de_de: Hostname fehlt oder ist null

# printer_check_start
source: Printer checking started.
de_de: Drucker überprüfung gestartet.

# printer_db_inizialize_failed
source: Failed to initialize printer.db. Integrity check failed
de_de: Fehler: Konnte die Druckerdatenbank nicht initialisieren. Integritätstest fehlgeschlagen

# printer_db_integrity_failed
source: Printer database (printer.db) integrity check failed. Recreating database
de_de: Integritätstest der Druckerdatenbank fehlgeschlagen. Stelle Datenbank wieder her

# printer_update_aborted
source: Printer Update aborted (Exception: {0})
de_de: Printer aktualisierung abgebrochen (Ausnahme: {0})

# printer_update_failed_no_id
source: Updating printer failed - the printer has no Id. Did you create the printer over the PrinterDatabase.CreatePrinter()-Factory?
de_de: Fehler beim aktualisieren des Druckers, der Drucker hat keine Id. Haben Sie den Drucker mit Hilfe der Drucker Factory (PrinterDatabase.CreatePrinter()-Factory) erzeugt?

# printer_update_failed_wrong_id
source: Updating printer failed - a printer with this Id does not exist
de_de: Konnte drucker nicht aktualisieren, ein Drucker mit dieser ID existiert nicht

# smtp_error
source: Couldn`t send SMTP message.
de_de: Konnte SMTP-Nachricht nicht versenden.

# snmp_error
source: {0}: ErrorException at SNMP Request Supply Number
de_de: {0}: ErrorException bei SNMP Anfrage Supply Nummer

# snmp_timeout
source: {0}: SNMP Timeout, the host may be overloaded or is not answering SNMP requests
de_de: {0}: SNMP Timeout, möglicherweise ist der Host überlastet oder antwortet nicht auf SNMP-Port

# supply_integrity_failed
source: {0}: Integrity check of the read supplies failed. Supplies don`t fit the earlier checked supplies.
de_de: {0}: Integritätsüberprüfung der ausgelesenen Supplies gegenüber den bereits bestehenden fehlgeschlagen.

# supply_state
source: {0}: Supply: {1} Procentual Value: {2}%; Actual Fill Value: {3} Max Fill Value: {4} OID: {5}
de_de: {0}: Supply: {1} Prozentualer Wert: {2}%; Füllmenge Aktuell: {3} Füllmenge Gesamt: {4} OID: {5}
